Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/rapport_om_pitesamisk_sprak_pa_norsk_side.html.tmx
Source language: nob
Languages: sme

source: Rapport om pitesamisk språk på norsk side
sme: Raporta bihtánsámi giela dili birra norgga bealde

source: Professor Jon Todal har på oppdrag for Sametinget utført utredning om dagens situasjon for pitesamisk språk på norsk side, situasjonen nå og tiltak for framtiden.
sme: Professor Jon Todal lea Sámedikki ovddas čađahan čielggadeami bihtánsámegiela birra norgga bealde, dálá dili birra ja boahtteáiggi doaimmaid birra.

source: Utredningen går gjennom ulike sider ved den pitesamiske språksituasjonen i dag.
sme: Čielggadeapmi válddahallá iešguđet beliid bihtánsámi gielladilis odne.

source: På grunnlag av denne gjennomgangen vil utredningen presentere noen forslag til tiltak som skal medvirke til å styrke pitesamisk språk, særlig med tanke på å øke tallet på talere av språket.
sme: Dáinna vuođuin ovdanbuktojuvvojit čielggadeamis muhtin árvalusat doaimmaide mat sáhttet nannet bihtánsámegiela, erenoamážit dainna jurdagiin ahte loktet giellahubmiid logu.

source: Språkpolitiske tiltak for pitesamisk representerer noe prinsipielt nytt fra Sametingets side, siden det her er snakk om et språk som i dag ikke lenger har talere som er født og oppvokst med språket på norsk side av grensen.
sme: Giellapolitihkalaš doaimmat bihtánsámegillii ovddastit juoidá prinsihpalaččat ođđasa Sámedikki bealis, go dás lea sáhka gielas mas eai leat šat hubmit geat leat riegádan ja bajásšaddan dáinna gielain norgga bealde ráji.

source: Utredningen drøfter derfor en del grunnleggende spørsmål om språk og dialekt, egne samiske områder og samiske «delidentiteter», vesentlig for å synliggjøre hva som her bør avgjøres på politisk nivå.
sme: Čielggadeapmi digaštallá danne vuđolaš gažaldagaid giela ja dialeavtta birra, sierra sámi guovlluid birra ja sámi «oasseidentitehtaid», erenoamážit čalmmustahttin dihte mii berre mearriduvvot politihkalaš dásis.

source: Les rapporten pitesamisk språkrapport
sme: Loga raportta (dárogillii): Pitesamisk språkrapport

source: 19. april kl. 17.00-19.00 var det åpent webinar om situasjonen for pitesamisk, hvor professor Jon Todal presenterte resultatene fra utredningen.
sme: Cuoŋománu 19. beaivvi dii 17.00-19.00 lei rabas webinára ubmisámegiela dili birra Norgga beale Sámis, mas professor Jon Todal ovdanbuvtt čielggadeami bohtosiid.

source: Det er ikke gjort opptak av webinaret.
sme: Webinára ii leat báddejuvvon.

source: Sametingets plenum anerkjente i desember 2018 språkstrategien Giellalokten - Sametingets strategier for samiske språk .
sme: Sámedikki dievasčoahkkin dohkkehii juovlamánus 2018 Giellalokten - Sámedikki strategiijat sámegielaid várás .

source: Sametinget vedtok da at pitesamisk språk skulle inkluderes i språkstyrkingsarbeidet, og det ble gjort vedtak om å lage en egen utredning om tilstand, ressurser, strategier og tiltak for pitesamisk språk i Norge.
sme: Sámediggi mearridii dalle ahte bihtánsámegiella galggai váldot mielde giellanannenbargui, ja dahkkui mearrádus ráhkadit sierra čielggadeapmi bihtánsámegiela dili, resurssaid, strategiijaid ja doaimmaid birra.

source: Dette har ikke vært gjort før.
sme: Dát ii leat dahkkon ovdal.

source: Sametinget presiserte i vedtaket at situasjonen for pitesamisk på norsk side av grensa skulle sees i sammenheng med situasjonen for språket på svensk side slik at strategier og tiltak kunne samordnes.
sme: Sámediggi dárkkuhii mearrádusas ahte bihtánsámegiela dili čielggadeapmi norgga beal ráji galggai čadnojuvvot oktii bihtánsámegiela diliin ruoŧa bealde ráji, nu ahte strategiijat ja doaimmat sáhttet oktiiheivehuvvot.
